[
  {
    "Title(s)": "100 Bullets",
    "Notes/Reasons": "A video game adaption of the 100 Bullets comic book series was announced by Acclaim Entertainment for release on the PlayStation 2 and Xbox. This version of the game was cancelled amid Acclaim's financial troubles in the mid-2000s. D3 Publisher obtained the rights to the franchise shortly after, and announced plans to release an unrelated game in the franchise for a variety of platforms, though none of those versions ever materialized either. The comic's primary writer, Brian Azzarello , later explained that the developers had trouble translating the comic's story into the video game format. [ 4 ] [ 5 ]",
    "Developer": "Acclaim Studios Austin",
    "Publisher": "Acclaim Entertainment"
  },
  {
    "Title(s)": "12 Volt",
    "Notes/Reasons": "A slot car racing game with the ability for the cars to shift lanes was announced in October 2004 for Xbox, PlayStation 2, GameCube and PC, but failed to materialize. [ 6 ] [ 7 ]",
    "Developer": "Sproing Interactive",
    "Publisher": ""
  },
  {
    "Title(s)": "6Gun",
    "Notes/Reasons": "A military-themed third person shooter game announced in 2005 for the PlayStation 2 , PlayStation Portable , and the original Xbox scheduled for release the following year. A few screenshots were shown at the time of its announcement, but the game was cancelled after the closure of its developer [ 8 ] [ 9 ]",
    "Developer": "Battleborn",
    "Publisher": ""
  },
  {
    "Title(s)": "Abducted",
    "Notes/Reasons": "A cinematic horror game announced in October 2002 for PC platforms and the original Xbox. The Windows version was shown as part of a collaboration with Nvidia at E3 2003, and it was expected to release in 2004, but it never materialized on any platform. [ 10 ] [ 11 ]",
    "Developer": "Contraband Entertainment",
    "Publisher": ""
  },
  {
    "Title(s)": "The Adventures of Jimmy Neutron Boy Genius: Attack of the Twonkies",
    "Notes/Reasons": "A video game based on The Adventures of Jimmy Neutron, Boy Genius TV special of the same name was announced for Xbox, PlayStation 2 , Game Boy Advance and GameCube , but the Xbox version never saw release. [ 12 ]",
    "Developer": "THQ Studio Australia",
    "Publisher": "THQ"
  },
  {
    "Title(s)": "American Idol",
    "Notes/Reasons": "A rhythm game adaption of the American Idol TV series. Released for PlayStation 2 and Windows in 2003, the Xbox version never received a commercial release, despite being included on some European advertisements. The Xbox version was leaked onto the internet in 2021 as part of the Project Deluge video game preservation effort. [ 3 ] [ 1 ] [ 13 ]",
    "Developer": "Hothouse Creations",
    "Publisher": "Codemasters"
  },
  {
    "Title(s)": "Asterix & Obelix XXL",
    "Notes/Reasons": "A video game adaptation of the French comic book series Asterix & Obelix was announced for the PlayStation 2 , GameCube , Windows , and the Xbox. All versions released across 2003 and 2004 except for the Xbox version, which was scheduled for release in October 2003, but never materialized. [ 14 ]",
    "Developer": "Étranges Libellules",
    "Publisher": "Atari"
  },
  {
    "Title(s)": "ATV Quad Power Racing 3",
    "Notes/Reasons": "A sequel to ATV: Quad Power Racing 2 was announced at E3 2004 for release the following year. for winter 2005. A new trick creation system and 25 different ATVs were planned for the game. After the closure and bankruptcy of its publisher Acclaim Entertainment later that year, the rights were obtained by Fund4Games and development was continued. The game was shown at E3 2005 but never materialized beyond that. [ 15 ] [ 16 ] [ 17 ]",
    "Developer": "Acclaim Studios Manchester",
    "Publisher": "Acclaim Entertainment"
  },
  {
    "Title(s)": "Automaniacs",
    "Notes/Reasons": "A mission based driving game starring two car thieves. The developers created a new game engine for the game that would have featured advanced physics and the ability to track over 100 computer-controlled vehicles at once. The game was cancelled following Midway Games purchasing developers Pitbull Syndicate , who decided to rebrand the team and have them develop other racing games instead. [ 18 ]",
    "Developer": "Pitbull Syndicate",
    "Publisher": ""
  },
  {
    "Title(s)": "Ballistics",
    "Notes/Reasons": "Originally released on Windows in 2001, an Xbox version was announced, but never materialized. [ 19 ]",
    "Developer": "Grin",
    "Publisher": "Xicat Interactive"
  },
  {
    "Title(s)": "Banjo-Kazooie remake",
    "Notes/Reasons": "Prior to developing Banjo-Kazooie: Nuts & Bolts (2008), members of Rare 's team proposed creating a remake of the original Banjo-Kazooie (1998) where the characters became aware they were in a remake and repeating actions they had already done in the original game, which in effect would lead to characters acting differently and the remake branching off into very different events from the original game. The idea was rejected by management due to fears of how the game would be perceived; they feared that some would be unhappy that it wasn't completely a new game, while others would concurrently never realize how much it different from the original game. [ 20 ]",
    "Developer": "Rare",
    "Publisher": "Microsoft"
  },
  {
    "Title(s)": "Black 9",
    "Notes/Reasons": "A third-person action game taking place in a dystopian future , with gameplay mechanics and setting in the vein of System Shock (1994). The game was in development for the PlayStation 2 , PC, and the original Xbox. Amid rumors of its cancellation in mid-2004 due to its developer, Taldren, facing financial difficulties, in June 2004, its publisher Majesco confirmed the game had been cancelled, and Taldren closed down shortly after. [ 21 ] [ 22 ]",
    "Developer": "Taldren",
    "Publisher": "Majesco"
  },
  {
    "Title(s)": "B.C. / B.C. 2",
    "Notes/Reasons": "Originally announced in 2002, the game featured an extensive 3 year development period before it cancellation in late 2004. While no official reason was given, publications expressed concern as early as a year prior when lead developer Ben Cousins quit the project. Prior to its cancellation, Intrepid Games had announced intentions to immediately create a sequel, which was also cancelled. [ 23 ] [ 24 ]",
    "Developer": "Intrepid Games",
    "Publisher": ""
  },
  {
    "Title(s)": "Charlie's Angels",
    "Notes/Reasons": "A video game adaption of the year 2000 film was announced for PlayStation 2 , GameCube , Game Boy Advance , PC platforms, and Xbox, though only the PS2 and GameCube versions ever released years later in 2003. [ 25 ] [ 26 ]",
    "Developer": "Ubi Soft",
    "Publisher": "Ubi Soft"
  },
  {
    "Title(s)": "Conker: Gettin' Medieval",
    "Notes/Reasons": "After the release of Conker: Live & Reloaded (2005), the development team started work on an online third person shooter game in the Conker series, though it was cancelled before it was publicly announced. To promote the release of Rare Replay (2015), Rare released a video explaining the game's premise and showing some early concept art. [ 27 ]",
    "Developer": "Rare",
    "Publisher": "Microsoft"
  },
  {
    "Title(s)": "Cid the Dummy",
    "Notes/Reasons": "The game was announced for PSP, PC and Xbox. The game was eventually released on Wii, PS2, PSP and PC in 2009, surpassing the Xbox's lifespan. [ 28 ] [ 29 ]",
    "Developer": "Twelve Games",
    "Publisher": "Oxygen Games"
  },
  {
    "Title(s)": "Cubix Robots for Everyone: Showdown",
    "Notes/Reasons": "A video game adaption of the South Korean television show Cubix was announced for the original Xbox, GameCube , and PlayStation 2 , though the Xbox version never materialized. [ 30 ] [ 31 ]",
    "Developer": "Blitz Games",
    "Publisher": "3DO"
  },
  {
    "Title(s)": "Daredevil: The Man Without Fear",
    "Notes/Reasons": "A video game adaption of the Daredevil franchise was in development and scheduled for release on the Xbox and PlayStation 2 in early 2004. The player would control Daredevil himself in a third person beat em up , while the story was an adaption of the Elektra Lives Again storyline. The game experienced a troubled development cycle, including game engine and scope changes, and Sony making requests to implement Tony Hawk's Pro Skater -styled grinding gameplay mechanics. Overall franchise owner Marvel disapproved of the changes and state of the game, and cancelled it in 2004. An early playable build leaked onto the internet in 2023. [ 32 ] [ 33 ]",
    "Developer": "5,000 Ft Studios",
    "Publisher": "Encore Inc"
  },
  {
    "Title(s)": "Family Feud",
    "Notes/Reasons": "A video game adaptation of the Family Feud game show was announced for the Xbox, PlayStation 2 and Game Boy Advance in 2006, but the Xbox version never materialized. [ 34 ]",
    "Developer": "Atomic Planet Entertainment",
    "Publisher": "Global Star Software"
  },
  {
    "Title(s)": "The Fairly OddParents: Shadow Showdown",
    "Notes/Reasons": "The game was initially announced for Xbox, GameCube , PlayStation 2 and PC, but the Xbox version was the only one to not see release. [ 35 ]",
    "Developer": "Blitz Games",
    "Publisher": "THQ"
  },
  {
    "Title(s)": "Foodfight!",
    "Notes/Reasons": "A 3D platformer based on the animated film Foodfight! was being developed for Wii, PlayStation 2, Xbox, and Nintendo DS. The game began development in 2004 and was publicly shown at E3 2006. However, due to the film's repeated delays and infamously troubled production cycle, the decision was made to cancel the game in 2008, four years before the film would eventually be released. [ 36 ]",
    "Developer": "Cat Daddy Games",
    "Publisher": "Global Star Software"
  },
  {
    "Title(s)": "The Four Horsemen of the Apocalypse",
    "Notes/Reasons": "Announced for GameCube, PlayStation 2, Xbox, and Windows, the game was cancelled when 3DO went bankrupt in 2003. Reports of reviving the project arose in 2004, but the game never released on any platform. [ 37 ] [ 38 ]",
    "Developer": "3DO",
    "Publisher": "Stan Winston"
  },
  {
    "Title(s)": "FX Racing",
    "Notes/Reasons": "A racing game announced for GameCube, PlayStation 2, and Xbox. It was scheduled for release in early 2004, but never ended up releasing in any capacity. It was planned to feature 30 cars and 18 different courses. [ 39 ]",
    "Developer": "Milestone",
    "Publisher": ""
  },
  {
    "Title(s)": "Giants: Citizen Kabuto",
    "Notes/Reasons": "An Xbox port of Giants: Citizen Kabuto (2000) was announced at E3 2001, but failed to materialize. [ 40 ]",
    "Developer": "Digital Mayhem",
    "Publisher": "Interplay Entertainment"
  },
  {
    "Title(s)": "Grand Prix 4",
    "Notes/Reasons": "Originally announced for release in June 2002 for both Windows and Xbox, only the Windows version ever released. The following September, Infogrames announced the closure of the UK MicroProse studio, who was involved in porting the game to the system. closing and the Xbox version was cancelled. It was iterated that the cancellation was strictly due to financial reasons and restructuring at Infogrames. The Xbox version was planned to be identical to the Windows version except for its multiplayer modes; the Windows version allowed for 8 player multiplayer through a LAN connection , while the Xbox version would have featured a 2 player split screen mode. [ 41 ] [ 42 ] [ 43 ] [ 44 ] [ 45 ]",
    "Developer": "Infogrames Chippenham",
    "Publisher": "Infogrames"
  },
  {
    "Title(s)": "Hail to the Chimp",
    "Notes/Reasons": "A party game released for the PlayStation 3 and Xbox 360 platforms in 2008. A version for Xbox was leaked onto the internet in 2021 as part of the Project Deluge video game preservation efforts. [ 3 ] [ 2 ]",
    "Developer": "Wideload Games",
    "Publisher": "Gamecock Media Group"
  },
  {
    "Title(s)": "Haven: Call of the King",
    "Notes/Reasons": "The first of a trilogy of planned games, it was announced for GameCube, PlayStation 2, and Xbox. The game underwent a difficult development cycle, resulting in the GameCube and Xbox versions being cancelled to focus on the PS2 version. This version failed to reach sales targets, leading the remaining two games to be cancelled as well. [ 46 ]",
    "Developer": "Traveller's Tales",
    "Publisher": "Midway"
  },
  {
    "Title(s)": "He-Man: Defender of Grayskull",
    "Notes/Reasons": "A video game adaption of the Masters of the Universe franchise was announced for Xbox, PlayStation 2 , and GameCube in 2003. Despite the Xbox version being far enough in development to appear on the Xbox 360 backwards compatibility list in 2005, it was not released after publisher TDK Mediactive was purchased by Take-Two Interactive . The PlayStation 2 version was released in Europe under a different publisher. An early prototype of the Xbox version was later leaked onto the internet in 2021 as part of the Project Deluge video game preservation efforts. [ 1 ] [ 3 ] [ 47 ]",
    "Developer": "Savage Entertainment",
    "Publisher": "TDK Mediactive"
  },
  {
    "Title(s)": "Interview with a Made Man",
    "Notes/Reasons": "Originally announced at E3 2004, [ 48 ] development was halted following Acclaim's bankruptcy and closure. The game finally saw a release on the PlayStation 2 and Windows platforms across 2006 and 2007 exclusively in Europe, while the Xbox version never released commercially. The Xbox version was later leaked onto the internet in 2021 as part of the Project Deluge video game preservation efforts. [ 2 ]",
    "Developer": "Acclaim Studios Manchester",
    "Publisher": "Acclaim Entertainment"
  },
  {
    "Title(s)": "Jackie Chan Adventures",
    "Notes/Reasons": "A video game adaptation of Jackie Chan Adventures was announced for PS2 and Xbox in 2001, but only the PS2 version ever materialized when the game released in 2004. [ 49 ]",
    "Developer": "Atomic Planet Entertainment",
    "Publisher": "Sony Computer Entertainment"
  },
  {
    "Title(s)": "Kameo: Elements of Power",
    "Notes/Reasons": "Shortly after completion of Donkey Kong 64 , Rare started early work on Kameo for the Nintendo 64 . By the time it was publicly announced at E3 2001 , development had already shifted to the GameCube . In 2002, when Microsoft bought Rare, the GameCube version was cancelled and development was shifted to the Xbox. The game experienced a lengthy four year development period from there, leading to it being cancelled on Xbox in favor of releasing as a launch title for the Xbox 360 in 2005. [ 50 ] [ 51 ] [ 52 ] [ 53 ]",
    "Developer": "Rare",
    "Publisher": "Microsoft"
  },
  {
    "Title(s)": "Knights of Decayden",
    "Notes/Reasons": "Not publicly announced or generally known about until an Axios retrospective story in 2022. A game centered around aerial combat in an original fantasy world . Originally pitched under the name Knights of Utu for the PlayStation 2 in 2000, and when the developers decided to change the platform to Xbox, it went under the name Archipelago prior to arriving on its final title. The game was in development until early 2022, and had been intended to release within a year of the Xbox's launch. The game was cancelled by Phil Spencer after Microsoft became unhappy that the game wasn't keeping with its aggressive development time tables. Parts of the game were up and running at the time of its cancellation, though it was very unfinished, with many parts of its scope and scale still not decided upon. [ 54 ] [ 55 ]",
    "Developer": "Totally Games",
    "Publisher": "Microsoft"
  },
  {
    "Title(s)": "Lamborghini",
    "Notes/Reasons": "Announced in 2002 for GameCube, PS2, and Xbox, the game was cancelled for all platforms in 2003 after Rage Software went out of business. Some aspect of the game were later used in the development of the Juiced series of racing games. A brief demo was released for Xbox in early 2003 prior to its cancellation, and an early prototype build of the game leaked in 2022. [ 56 ]",
    "Developer": "Rage Software",
    "Publisher": "Majesco Entertainment"
  },
  {
    "Title(s)": "Lamborghini FX",
    "Notes/Reasons": "A separate attempt to create a Lamborghini -themed racing game was announced after the cancellation of Rage Software 's Lamborghini game, in the form of a sequel to Automobili Lamborghini (1997) by Titus Interactive . Announced in 2004, it was cancelled the following year following the closure and bankruptcy of Titus. [ 57 ] [ 58 ]",
    "Developer": "Titus Interactive",
    "Publisher": "Titus Interactive"
  },
  {
    "Title(s)": "London Taxi: Rush Hour",
    "Notes/Reasons": "An Xbox version of this budget title was announced in addition to a PlayStation Portable version, but only versions for the PlayStation 2 , PC and Wii were released. [ 59 ]",
    "Developer": "Data Design Interactive",
    "Publisher": "Metro3D Europe"
  },
  {
    "Title(s)": "Medal of Honor: Airborne",
    "Notes/Reasons": "Originally announced as a cross-generational title that would have two versions: a full-fledged HD version on PlayStation 3 , Xbox 360 , and PC platforms, and a second, scaled back version developed for the less powerful hardware of the Wii , PlayStation 2 , and Xbox. The scaled back version was cancelled for all three platforms, Xbox included. [ 60 ] [ 61 ]",
    "Developer": "EA Los Angeles",
    "Publisher": "Electronic Arts"
  },
  {
    "Title(s)": "Monster Arenas",
    "Notes/Reasons": "An Xbox version of this budget title was announced, but never materialized. [ 62 ] The game would be released as Monster Trux Extreme - Arena Edition on the PlayStation 2 and PC, and Monster Trux: Arenas on the Wii .",
    "Developer": "Data Design Interactive",
    "Publisher": "Phoenix Games"
  },
  {
    "Title(s)": "Nicktoons Unite!",
    "Notes/Reasons": "An Xbox port of Nicktoons Unite! (2005) was announced, but never released. [ 63 ]",
    "Developer": "Blue Tongue Entertainment",
    "Publisher": "THQ"
  },
  {
    "Title(s)": "Pac-Man World Rally",
    "Notes/Reasons": "A kart racing game featuring the Pac-Man franchise was released for the GameCube , PlayStation 2 , PlayStation Portable , and Windows platforms in 2006, while the Xbox release was cancelled. The Xbox version was later leaked onto the internet in 2021 as part of the Project Deluge video game preservation efforts. [ 3 ] [ 1 ]",
    "Developer": "Smart Bomb Interactive",
    "Publisher": "Namco Bandai Games"
  },
  {
    "Title(s)": "Perfect Dark Zero",
    "Notes/Reasons": "Very early work was done on the game for the GameCube , but was cancelled when Microsoft bought Rare . Development shifted to Xbox, which shifted again to Xbox 360 by the time the game released in 2005. [ 64 ]",
    "Developer": "Rare",
    "Publisher": "Microsoft"
  },
  {
    "Title(s)": "Rampage: Total Destruction",
    "Notes/Reasons": "While an Xbox version was in development and even used to demonstrate the game at trade shows, it was never officially announced, with the game releasing only for GameCube, PlayStation 2 and Wii in 2006. [ 65 ]",
    "Developer": "Pipeworks Software",
    "Publisher": "Midway"
  },
  {
    "Title(s)": "Rayman 4 / Rayman Raving Rabbids",
    "Notes/Reasons": "The fourth main entry in the Rayman series initially began as a traditional 3D platformer similar to previous series entries. However, the announcement of Nintendo's Wii console led Ubisoft to make the decision to restart development, cancelling the versions for older consoles and converting it into the party game Rayman Raving Rabbids (2006). [ 66 ] An Xbox port of Raving Rabbids was also slated for a 2007 release, but never materialized. [ 67 ]",
    "Developer": "Phoenix Studio",
    "Publisher": "Ubisoft"
  },
  {
    "Title(s)": "The Red Star",
    "Notes/Reasons": "A video game adaption of The Red Star graphic novel , versions for both the Xbox and PlayStation 2 were announced, but, while a playable demo was released via Official Xbox Magazine , only the PlayStation 2 version released as scheduled in 2007. A later PlayStation Portable port released in 2010, but the Xbox version remained unreleased commercially. The Xbox version was later leaked onto the internet in 2021 as part of the Project Deluge video game preservation efforts. [ 3 ] [ 68 ]",
    "Developer": "Acclaim Studios Austin",
    "Publisher": "XS Games"
  },
  {
    "Title(s)": "Sabotage 1943",
    "Notes/Reasons": "First announced in 2003 as Sabotage 1943 and later just Sabotage for the PlayStation 2 , original Xbox , and PC platforms, the game went through years of development issues and publisher and licensing changes until it was renamed Velvet Assassin and released only on the Xbox 360 and PC by publisher SouthPeak Games . [ 69 ] [ 70 ] [ 71 ]",
    "Developer": "Replay Studios",
    "Publisher": ""
  },
  {
    "Title(s)": "Sabreman Stampede",
    "Notes/Reasons": "Announced at E3 2001 as Donkey Kong Racing , a GameCube sequel to Diddy Kong Racing (1997), the game was cancelled in 2002 when developer Rare was bought by Microsoft, making them lose access to Nintendo 's Donkey Kong IP . Rare briefly attempted to rework the game on Xbox and later Xbox 360 as Sabreman Stampede , utilizing their Sabreman IP in place of Donkey Kong , but this game was also cancelled. [ 72 ] [ 73 ] [ 74 ]",
    "Developer": "Rare",
    "Publisher": "Microsoft"
  },
  {
    "Title(s)": "Sam & Max Plunge Through Space",
    "Notes/Reasons": "A new video game based on the Sam & Max comic series began development in September 2001 as an Xbox exclusive, in which the Freelance Police explored the galaxy to find the stolen Statue of Liberty . Unlike the previous game adaptation, the LucasArts adventure game Sam & Max Hit the Road (1993), Plunge Through Space was an action adventure game with some platforming elements. The game was to be developed by Infinite Machine, a small company made up of former LucasArts employees, in collaboration with Sam & Max creator Steve Purcell . However, Infinite Machine went bankrupt within a year, and the game was cancelled before ever being announced. Details on the game would first be revealed in 2007 through an interview with Telltale Games ' Chuck Jordan , who also worked on Plunge Through Space , to promote the release of Sam & Max Beyond Time and Space . [ 75 ] [ 76 ]",
    "Developer": "Infinite Machine",
    "Publisher": ""
  },
  {
    "Title(s)": "Samurai Jack: The Shadow of Aku",
    "Notes/Reasons": "A video game adaption of the Samurai Jack animated series was announced for release in 2004 on Xbox, PlayStation 2 , and GameCube . Despite the Xbox version being far enough in development to appear on the Xbox 360 backwards compatibility list in 2005, it was the only version not to release. [ 47 ] [ 77 ]",
    "Developer": "Adrenium Games",
    "Publisher": "Sega"
  },
  {
    "Title(s)": "Shaun Palmer's Pro Snowboarder 2",
    "Notes/Reasons": "A sequel to Shaun Palmer's Pro Snowboarder (2001) was announced for the PlayStation 2 , GameCube , Game Boy Advance , and Xbox in 2002, but was cancelled on all platforms the following year due to publisher Activision 's poor financial performance at the time. [ 78 ] [ 79 ] [ 80 ] [ 81 ]",
    "Developer": "Treyarch",
    "Publisher": "Activision"
  },
  {
    "Title(s)": "Shenmue",
    "Notes/Reasons": "Sega created ports of Shenmue (1999) for PlayStation 2 and Xbox , but these went unreleased. The programmer Makoto Wada said this was due to problems with the product placement contract, which only covered the Dreamcast version. [ 82 ] [ 83 ]",
    "Developer": "Sega AM2",
    "Publisher": "Sega"
  },
  {
    "Title(s)": "Sonic Extreme",
    "Notes/Reasons": "A skateboarding game in the vein of Tony Hawk's Pro Skater for the Sonic the Hedgehog franchise by Vision Scape Interactive after they finished their support work for Sonic Heroes (2003). A demo was created to pitch to Sega ; while Yuji Naka reportedly supported it, Sega rejected the pitch, instead creating a hoverboard racing game Sonic Riders (2006) internally. Extreme had not been publicly known about until a playable version of the pitch demo leaked onto the internet in 2012. [ 84 ]",
    "Developer": "Vision Scape Interactive",
    "Publisher": "Sega"
  },
  {
    "Title(s)": "StarCraft: Ghost",
    "Notes/Reasons": "Announced in 2002 for the Xbox, GameCube , and PlayStation 2 , the game experienced a lengthy and troubled development cycle. It was cancelled across all platforms across late 2005 and 2006. While never officially released, some content from early builds of the game leaked onto the internet in 2020. [ 85 ] [ 86 ]",
    "Developer": "Blizzard Entertainment",
    "Publisher": "Blizzard Entertainment"
  },
  {
    "Title(s)": "State of Emergency 2",
    "Notes/Reasons": "Originally announced for PlayStation 2, Xbox, and Windows, the game was cancelled as a result of BAM! Entertainment 's bankruptcy. The game was later acquired by DC Studios , who released the game for PS2 in 2006. [ 87 ]",
    "Developer": "VIS Entertainment",
    "Publisher": "BAM! Entertainment"
  },
  {
    "Title(s)": "StarCraft: Ghost",
    "Notes/Reasons": "Announced in 2002 for the Xbox, GameCube , and PlayStation 2 , the game experienced a lengthy and troubled development cycle. It was cancelled across all platforms across late 2005 and 2006. While never officially released, some content from early builds of the game leaked onto the internet in 2020. [ 88 ] [ 89 ]",
    "Developer": "Blizzard Entertainment",
    "Publisher": "Blizzard Entertainment"
  },
  {
    "Title(s)": "Tremors: The Game",
    "Notes/Reasons": "Originally announced for the GameCube, PlayStation 2, Xbox, and Windows in 2002, the game was quietly cancelled later that year following the purchase of Rock Solid Studios by Starbreeze Studios . [ 90 ] [ 91 ]",
    "Developer": "Rock Solid Studios",
    "Publisher": "Conspiracy Entertainment"
  },
  {
    "Title(s)": "Trinity: The Shatter Effect",
    "Notes/Reasons": "Announced just prior to, and later present at E3 2003 as a first person shooter with \" bullet time \" effects found in games such as Max Payne . The title was one of a number of games that were cancelled in late 2003 in response to publisher Activision poor financial performance that year. [ 92 ] [ 79 ]",
    "Developer": "Gray Matter Studios",
    "Publisher": "Activision"
  },
  {
    "Title(s)": "True Fantasy Live Online",
    "Notes/Reasons": "An MMORPG announced in 2002, it was planned to simulate life in a fantasy universe via a variety of combat and non-combat classes. [ 93 ] Despite being almost complete, the game was cancelled in 2004 due to the Xbox's failure to make inroads with Japanese audiences, leading Microsoft to deem the game not commercially viable. [ 94 ]",
    "Developer": "Level-5",
    "Publisher": "Microsoft Game Studios"
  },
  {
    "Title(s)": "The Vatz",
    "Notes/Reasons": "Announced in 2002 as a large scale third person action/strategy game powered by developer Beenox 's proprietary \"Goliath\" game engine . The game's commercial release was cancelled, but an early build of the Xbox version was leaked in 2021 as part of the Project Deluge video game preservation efforts. [ 3 ] [ 95 ] [ 2 ] [ 1 ]",
    "Developer": "Beenox",
    "Publisher": ""
  },
  {
    "Title(s)": "Wave Rally",
    "Notes/Reasons": "A jet ski racing game originally released on the PlayStation 2 in 2001, an Xbox version was announced, but never materialized. [ 96 ]",
    "Developer": "Opus Studios",
    "Publisher": "Eidos Interactive"
  },
  {
    "Title(s)": "Wild Earth",
    "Notes/Reasons": "A game centered around taking photographs while on a safari . An Xbox version was announced, but only PC and Wii releases ever materialized. [ 97 ]",
    "Developer": "Super X Studios",
    "Publisher": "Ubi Soft"
  }
]